src/iome/simulation/IoSteerWS.setparammat.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns="urn:IoSteerWS">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns:setparammat>
   <id>0</id>
   <name></name>
   <value SOAP-ENC:arrayType="xsd:double[1]">
    <item>0.0</item>
   </value>
   <nr>0</nr>
   <nc>0</nc>
  </ns:setparammat>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
